Repository: brinsoko/LoRa-CP
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sl

source: Wizard completed. Created %(created)s tabs, skipped %(skipped)s existing.
sl: Carovnik koncan. Ustvarjenih %(created)s zavihkov, preskocenih %(skipped)s obstoječih.

source: Wizard completed. Created %(created)s local configs, skipped %(skipped)s existing.
sl: Carovnik koncan. Ustvarjenih %(created)s lokalnih nastavitev, preskocenih %(skipped)s obstoječih.

source: Sheets sync is disabled.
sl: Sinhronizacija Sheets je izkljucena.

source: Sheets sync is disabled. Scoring will not update Google Sheets.
sl: Sinhronizacija Sheets je izkljucena. Rezultati se ne bodo posodabljali v Google Sheets.

source: Enable Sheets sync
sl: Omogoci sinhronizacijo Sheets

source: Local only (no Sheets)
sl: Samo lokalno (brez Sheets)

source: Number prefix
sl: Predpona stevilk

source: Optional; can be assigned later.
sl: Neobvezno; lahko dodelite pozneje.

source: Randomise Team Numbers
sl: Nakljucno dodeli stevilke ekip

source: Config not found.
sl: Nastavitev ni bila najdena.

source: Config is missing groups; cannot sync.
sl: Nastavitvi manjkajo skupine; sinhronizacija ni mozna.

source: Failed to sync team numbers: %(error)s
sl: Sinhronizacija stevilk ekip ni uspela: %(error)s

source: Synced team numbers for checkpoint tabs.
sl: Stevilke ekip za checkpoint zavihke so sinhronizirane.

source: Spreadsheet ID and tab title are required.
sl: ID preglednice in naslov zavihka sta obvezna.

source: At least one group line is required.
sl: Potrebna je vsaj ena vrstica skupine.

source: Could not add tab: %(error)s
sl: Ni bilo mogoce dodati zavihka: %(error)s

source: Check that the spreadsheet ID is correct and that the service account email has Editor access to it.
sl: Preverite, da je ID preglednice pravilen in da ima e-posta servisnega racuna urejevalni dostop.

source: Added tab '%(tab)s' to spreadsheet.
sl: Zavihek '%(tab)s' je dodan v preglednico.

source: Google OAuth is not configured.
sl: Google OAuth ni nastavljen.

source: Invalid OAuth state.
sl: Neveljavno stanje OAuth.

source: Google OAuth failed to return a code.
sl: Google OAuth ni vrnil kode.

source: Google OAuth token exchange failed.
sl: Izmenjava Google OAuth žetona ni uspela.

source: Google OAuth did not return an id_token.
sl: Google OAuth ni vrnil id_token.

source: Google OAuth token verification failed.
sl: Preverjanje Google OAuth žetona ni uspelo.

source: Google OAuth user info missing.
sl: Manjkajo podatki o Google uporabniku.

source: No user is linked to this Google account.
sl: Noben uporabnik ni povezan s tem Google računom.

source: Sign in with Google
sl: Prijava z Google

source: Google account did not provide an email.
sl: Google račun ni posredoval e-pošte.

source: Account created via Google.
sl: Račun ustvarjen prek Google.

source: Welcome
sl: Dobrodošli

source: Sign in to manage competitions, or view public results below.
sl: Prijavite se za upravljanje tekmovanj ali si oglejte javne rezultate spodaj.

source: Public Results
sl: Javni rezultati

source: View results
sl: Ogled rezultatov

source: View stats
sl: Ogled statistike

source: No public results yet.
sl: Še ni javnih rezultatov.

source: Stats
sl: Statistika

source: Group statistics
sl: Statistika skupin

source: Finished
sl: V cilju

source: Completion rate
sl: Stopnja zakljucenih

source: Average points
sl: Povprecne tocke

source: Average overall time (min)
sl: Povprecni skupni cas (min)

source: Median overall time (min)
sl: Mediana skupnega casa (min)

source: Average checkpoints visited
sl: Povprecno obiskanih checkpointov

source: Fastest team
sl: Najhitrejša ekipa

source: Highest drop-off checkpoint
sl: Največji osip na checkpointu

source: Average segment times (min)
sl: Povprecni casi med checkpointi (min)

source: Average time
sl: Povprecni cas

source: Samples
sl: Vzorcev

source: No segment data yet.
sl: Še ni podatkov za segmente.

source: Valid email is required.
sl: Veljaven e-poštni naslov je obvezen.

source: Invalid role selected.
sl: Izbrana vloga ni veljavna.

source: An active invite already exists for this email.
sl: Aktivno povabilo za ta e-poštni naslov že obstaja.

source: Invite saved.
sl: Povabilo shranjeno.

source: Invite by email
sl: Povabi po e-pošti

source: Email
sl: E-pošta

source: Expires
sl: Poteče

source: Used
sl: Uporabljeno

source: Expired
sl: Pretečeno

source: Pending
sl: Čaka

source: No invites yet.
sl: Še ni povabil.

source: Save invite
sl: Shrani povabilo

source: Invite not found.
sl: Povabilo ni bilo najdeno.

source: Invite revoked.
sl: Povabilo preklicano.

source: Revoke this invite?
sl: Preklicem to povabilo?

source: Revoke
sl: Prekliči

source: Email (Google login)
sl: E-pošta (Google prijava)

source: Optional
sl: Neobvezno

source: Optional; used to link Google OAuth accounts.
sl: Neobvezno; uporablja se za povezavo Google OAuth računov.

source: Tap the tag to read its UID and stored digests. We will verify which checkpoints match the truncated HMACs.
sl: Prislonite kartico za branje UID in shranjenih digestov. Preverili bomo, kateri checkpointi se ujemajo s skrajsanimi HMAC.

source: Limit to checkpoints (optional)
sl: Omeji na checkpointe (neobvezno)

source: Leave empty to check against all checkpoints.
sl: Pustite prazno za preverjanje vseh checkpointov.

source: Needs Android Chrome 89+. We read text records, split by lines, and compare to all checkpoints (or your selection).
sl: Potrebuje Android Chrome 89+. Beremo besedilne zapise, jih delimo po vrsticah in primerjamo z vsemi checkpointi (ali z izbranimi).

source: Judge Checkpoint Assignment
sl: Dodelitev sodnikov kontrolnim točkam

source: Select Judge
sl: Izberi sodnika

source: Choose...
sl: Izberi...

source: Load Assignments
sl: Naloži dodelitve

source: Assign Checkpoints
sl: Dodeli kontrolne točke

source: Select all checkpoints
sl: Izberi vse kontrolne točke

source: Clear all
sl: Počisti vse

source: Use
sl: Uporabi

source: Default
sl: Privzeto

source: Save Assignments
sl: Shrani dodelitve

source: Back to Users
sl: Nazaj na uporabnike

source: Select a judge to manage checkpoint access.
sl: Izberi sodnika za upravljanje dostopa do kontrolnih točk.

source: Select a judge.
sl: Izberi sodnika.

source: Invalid judge selection.
sl: Neveljavna izbira sodnika.

source: Judge checkpoints updated.
sl: Dodelitve sodnika posodobljene.

source: Could not load groups.
sl: Ni bilo mogoče naložiti skupin.

source: Could not load devices.
sl: Ni bilo mogoče naložiti naprav.

source: Could not load checkpoints.
sl: Ni bilo mogoče naložiti kontrolnih točk.

source: Name is required.
sl: Ime je obvezno.

source: Checkpoint added.
sl: Kontrolna točka dodana.

source: Could not add checkpoint.
sl: Kontrolne točke ni bilo mogoče dodati.

source: Checkpoint not found.
sl: Kontrolna točka ni najdena.

source: Checkpoint updated.
sl: Kontrolna točka posodobljena.

source: Could not update checkpoint.
sl: Kontrolne točke ni bilo mogoče posodobiti.

source: Checkpoint deleted.
sl: Kontrolna točka izbrisana.

source: Could not delete checkpoint.
sl: Kontrolne točke ni bilo mogoče izbrisati.

source: Device is already assigned to %(checkpoint)s.
sl: Naprava je že dodeljena kontrolni točki %(checkpoint)s.

source: Device is already assigned to another checkpoint.
sl: Naprava je že dodeljena drugi kontrolni točki.

source: Selected device does not exist.
sl: Izbrana naprava ne obstaja.

source: Selected device is not available for this competition.
sl: Izbrana naprava ni na voljo za to tekmovanje.

source: Checkpoint name already exists.
sl: Ime kontrolne točke že obstaja.

source: Tap a tag with your phone to read its UID, call ingest for the selected checkpoint, then append the signed payload back onto the tag.
sl: Prisloni kartico, preberi UID, pošlji ingest za izbrano kontrolno točko in podpisan payload zapiši nazaj na kartico.

source: Uses the checkpoint ID sent to /api/ingest.
sl: Uporabi ID kontrolne točke, poslan v /api/ingest.

source: No checkpoints assigned yet.
sl: Nobena kontrolna točka še ni dodeljena.

source: Appended to the tag as a text record. We only store the truncated HMAC (checkpoint ID + card UID) to save space.
sl: Zapisano na kartico kot besedilni zapis. Shranimo le skrajšan HMAC (ID kontrolne točke + UID kartice).

source: Pick a checkpoint first.
sl: Najprej izberi kontrolno točko.

source: Score
sl: Točkovanje

source: Scores
sl: Rezultati

source: Score Submissions
sl: Oddaje točk

source: Judge Scoring
sl: Točkovanje sodnika

source: Score via RFID
sl: Točkovanje prek RFID

source: Scan a team RFID tag to load scoring fields for the selected checkpoint.
sl: Skeniraj RFID kartico ekipe za prikaz polj točkovanja za izbrano kontrolno točko.

source: Assign checkpoints to judges
sl: Dodeli kontrolne točke sodnikom

source: Ask an admin to assign checkpoints.
sl: Prosi skrbnika za dodelitev kontrolnih točk.

source: Tap tag to load fields
sl: Prisloni kartico za nalaganje polj

source: Score Input
sl: Vnos točk

source: Waiting for scan…
sl: Čakam na skeniranje…

source: Submit Score
sl: Oddaj točke

source: Check-in created for this team at this checkpoint.
sl: Check-in ustvarjen za to ekipo na tej kontrolni točki.

source: Failed to resolve tag.
sl: Kartice ni bilo mogoče razpoznati.

source: Score saved.
sl: Točke shranjene.

source: Failed to save score.
sl: Točk ni bilo mogoče shraniti.

source: Submitted
sl: Oddano

source: Dead time
sl: Mrtvi čas

source: Fields
sl: Polja

source: No submissions yet.
sl: Še ni oddaj.

source: Show per-checkpoint
sl: Prikaži po kontrolnih točkah

source: Hide per-checkpoint
sl: Skrij po kontrolnih točkah

source: Filter
sl: Filtriraj

source: Dead time (sum)
sl: Mrtvi čas (vsota)

source: Time points
sl: Točke časa

source: Found points
sl: Točke najdeno

source: Total points
sl: Skupaj točke

source: View submissions
sl: Poglej oddaje

source: No scores yet.
sl: Še ni rezultatov.

source: Dead time is summed from the latest score per checkpoint.
sl: Mrtvi čas se sešteje iz zadnjega zapisa na kontrolno točko.

source: Organization totals
sl: Skupaj po organizacijah

source: Organization
sl: Organizacija

source: No organization totals yet.
sl: Še ni seštevkov po organizacijah.

source: DNF teams do not count toward organization totals.
sl: DNF ekipe se ne štejejo v seštevke organizacij.

source: DNF (Did Not Finish)
sl: DNF (ni zaključil)

source: Place
sl: Mesto

source: Score Rules
sl: Pravila točkovanja

source: Create / Update Rule
sl: Ustvari / posodobi pravilo

source: Rules JSON
sl: Pravila JSON

source: Save Rule
sl: Shrani pravilo

source: Existing Rules
sl: Obstoječa pravila

source: Updated
sl: Posodobljeno

source: Delete this rule?
sl: Izbrišem to pravilo?

source: No rules configured yet.
sl: Še ni nastavljenih pravil.

source: Checkpoint, group, and rules JSON are required.
sl: Kontrolna točka, skupina in pravila JSON so obvezni.

source: Invalid JSON: %(error)s
sl: Neveljaven JSON: %(error)s

source: Rules JSON must be an object.
sl: Pravila JSON morajo biti objekt.

source: Time-based scoring requires start and end checkpoints.
sl: Časovno točkovanje zahteva začetno in končno kontrolno točko.

source: Global time rule requires start and end checkpoints.
sl: Globalno pravilo časa zahteva začetno in končno kontrolno točko.

source: Group is required for global rules.
sl: Skupina je obvezna za globalna pravila.

source: Select at least one global rule.
sl: Izberi vsaj eno globalno pravilo.

source: Global rules updated.
sl: Globalna pravila posodobljena.

source: Global rules created.
sl: Globalna pravila ustvarjena.

source: Global rule not found.
sl: Globalno pravilo ni najdeno.

source: Global rule deleted.
sl: Globalno pravilo izbrisano.

source: Score rule updated.
sl: Pravilo točkovanja posodobljeno.

source: Score rule created.
sl: Pravilo točkovanja ustvarjeno.

source: Score rule not found.
sl: Pravilo točkovanja ni najdeno.

source: Score rule deleted.
sl: Pravilo točkovanja izbrisano.

source: Load Fields
sl: Naloži polja

source: Field Rules
sl: Pravila polj

source: Configure per-field rules and which fields count toward total.
sl: Nastavi pravila po poljih in izberi, katera štejejo v skupni seštevek.

source: Time-based scoring
sl: Točkovanje po času

source: Global Rules
sl: Globalna pravila

source: Toggle
sl: Razširi/skrči

source: Save Global Rules
sl: Shrani globalna pravila

source: Checkpoint found points
sl: Točke za najdene kontrolne točke

source: Points per found checkpoint
sl: Točke na najdeno kontrolno točko

source: Counts checkins across checkpoints in this group.
sl: Sešteje checkine po kontrolnih točkah v tej skupini.

source: Global time rule
sl: Globalno pravilo časa

source: Time threshold (minutes)
sl: Časovni prag (minute)

source: Penalty per minutes
sl: Kazenska na minute

source: If time exceeds threshold, deduct points per penalty window.
sl: Če čas preseže prag, se točke odštejejo po kazenskem intervalu.

source: No global rules configured yet.
sl: Še ni nastavljenih globalnih pravil.

source: Rules JSON must be valid JSON.
sl: Pravila JSON morajo biti veljaven JSON.

source: Enable time-based race scoring
sl: Omogoči časovno tekmovalno točkovanje

source: Start checkpoint
sl: Začetna kontrolna točka

source: End checkpoint
sl: Končna kontrolna točka

source: Min points
sl: Min točke

source: Max points
sl: Max točke

source: You can edit JSON directly; the builder will keep it updated.
sl: JSON lahko urejaš neposredno; gradnik ga bo sproti posodabljal.

source: Load
sl: Naloži

source: Include in total
sl: Vključi v seštevek

source: Add rule
sl: Dodaj pravilo

source: No rule
sl: Brez pravila

source: Mapping
sl: Preslikava

source: Interpolation
sl: Interpolacija

source: Multiplier
sl: Množilnik

source: Found
sl: Najdeno

source: Deviation
sl: Odstopanje

source: Remove rule
sl: Odstrani pravilo

source: Mapping grid (input → output)
sl: Preslikava (vhod → izhod)

source: Add row
sl: Dodaj vrstico

source: Interpolation points (x, y)
sl: Interpolacijske točke (x, y)

source: Factor
sl: Faktor

source: Points per checkpoint found
sl: Točke na najdeno kontrolno točko

source: Count checkpoints as found based on checkins.
sl: Kontrolne točke šteje kot najdene na podlagi checkinov.

source: Deviation scoring (penalize by distance)
sl: Točkovanje odstopanja (penaliziraj po razdalji)

source: Target
sl: Cilj

source: Penalty points
sl: Kazenske točke

source: Penalty distance
sl: Kazenska razdalja

source: Or select team
sl: Ali izberi ekipo

source: Use this when the team has no RFID card.
sl: Uporabi, če ekipa nima RFID kartice.

source: Load fields
sl: Naloži polja

source: Pick a team first.
sl: Najprej izberi ekipo.
