Repository: brinsoko/LoRa-CP
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sl

source: HMAC already on tag; skipped writing.
sl: HMAC je že na znački; pisanje preskočeno.

source: Paste or scan with Web NFC on supported devices.
sl: Prilepi ali skeniraj z Web NFC na podprtih napravah.

source: Read via Web NFC
sl: Preberi z Web NFC

source: Not checked
sl: Ni preverjeno

source: Hold the tag near your device to read.
sl: Približaj značko napravi za branje.

source: Could not read UID from tag.
sl: UID-ja ni bilo mogoče prebrati s značke.

source: RFID Card Number
sl: RFID številka kartice

source: Optional friendly number
sl: Neobvezna prijazna številka

source: Tap tag or paste UID
sl: Prisloni značko ali prilepi UID

source: Optional; creates an RFID mapping for this team.
sl: Neobvezno; ustvari RFID povezavo za to ekipo.

source: Optional; saves an RFID mapping for this team.
sl: Neobvezno; shrani RFID povezavo za to ekipo.

source: Current mapping ID
sl: ID trenutne povezaveProject-Id-Version: LoRa KT Report-Msgid-Bugs-To: brin.soko@gmail.com POT-Creation-Date: 2025-12-03 23:37+0100 PO-Revision-Date: 2025-12-04 00:00+0100 Last-Translator: Brin Soko <brin.soko@gmail.com> Language: sl Language-Team: sl Plural-Forms: nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3); MIME-Version: 1.0 Content-Type: text/plain; charset=utf-8 Content-Transfer-Encoding: 8bit Generated-By: Babel 2.13.0

source: Forbidden: you don’t have access to this page.
sl: Prepovedano: nimate dostopa do te strani.

source: Add Check-in
sl: Dodaj prijavo

source: Team
sl: Ekipa

source: Checkpoint
sl: Kontrolna točka

source: Local time (optional)
sl: Lokalni čas (neobvezno)

source: Leave blank to use current time (UTC now).
sl: Pusti prazno za trenutni čas (UTC).

source: Timezone
sl: Časovni pas

source: This team already checked in at that checkpoint. Submit again to replace the previous timestamp.
sl: Ta ekipa je na tej točki že prijavljena. Pošlji znova za zamenjavo prejšnjega časa.

source: Record Check-in
sl: Zabeleži prihod

source: Cancel
sl: Prekliči

source: Add Checkpoint
sl: Dodaj kontrolno točko

source: Name
sl: Ime

source: Location (text)
sl: Lokacija (opis)

source: Description
sl: Opis

source: Easting
sl: Vzhodna koordinata

source: Northing
sl: Severna koordinata

source: Device (optional)
sl: Naprava (neobvezno)

source: none
sl: brez

source: Device
sl: Naprava

source: Groups
sl: Skupine

source: A checkpoint can belong to many groups.
sl: Kontrolna točka je lahko v več skupinah.

source: Create
sl: Ustvari

source: Add Team
sl: Dodaj ekipo

source: Organizations
sl: Organizacije

source: Number
sl: Številka

source: Group
sl: Skupina

source: No group
sl: Brez skupine

source: Assign Team → Group
sl: Dodeli ekipo → skupini

source: Assign
sl: Dodeli

source: RFID Checkpoint System
sl: RFID nadzorni sistem

source: Signed in as %(user)s (%(role)s)
sl: Prijavljen: %(user)s (%(role)s)

source: Logout
sl: Odjava

source: Change Password
sl: Spremeni geslo

source: Login
sl: Prijava

source: Create User
sl: Ustvari uporabnika

source: Users
sl: Uporabniki

source: Dark mode
sl: Temni način

source: Teams
sl: Ekipe

source: Checkpoints
sl: Kontrolne točke

source: View Check-ins
sl: Pregled prihodov

source: Map RFID ↔ Team
sl: Poveži RFID ↔ ekipa

source: Judge RFID
sl: Sodnik RFID

source: Finish Check
sl: Zaključni pregled

source: Devices
sl: Naprave

source: Messages
sl: Sporočila

source: Map
sl: Zemljevid

source: Device Map
sl: Zemljevid naprav

source: Sheets
sl: Preglednice

source: Current password
sl: Trenutno geslo

source: New password
sl: Novo geslo

source: At least 8 characters; avoid using your username.
sl: Vsaj 8 znakov; izogibaj se uporabniškemu imenu.

source: Confirm new password
sl: Potrdi novo geslo

source: Edit Check-in
sl: Uredi prihod

source: Local time
sl: Lokalni čas

source: Edit using your local time (with seconds).
sl: Uredi z lokalnim časom (s sekundami).

source: Used to convert local time → UTC in the database.
sl: Za pretvorbo lokalnega časa v UTC v bazi.

source: Another check-in exists for the same team & checkpoint. Submit to replace it with this timestamp.
sl: Za isto ekipo in točko že obstaja prihod. Pošlji za zamenjavo časa.

source: Save
sl: Shrani

source: Edit Checkpoint
sl: Uredi kontrolno točko

source: Import Checkpoints (JSON)
sl: Uvozi kontrolne točke (JSON)

source: Upload a .json file with either an array of checkpoints, or an object containing checkpoints or cps. Keys: name (auto-generated if missing), e, n, description, location.
sl: Naloži .json s seznamom točk ali objektom s checkpoints/cps. Ključi: name (ustvari se, če manjka), e, n, description, location.

source: Select JSON file
sl: Izberi JSON datoteko

source: Preview
sl: Predogled

source: Back
sl: Nazaj

source: Paste JSON or upload a file. Accepted: an array of checkpoints, an object with items, or a mapping with cps (e/n/name) like the map export.
sl: Prilepi JSON ali naloži datoteko. Sprejemljivo: seznam točk, objekt z items ali mapa s cps (e/n/name) kot pri izvozu zemljevida.

source: Map export format (cps)
sl: Format izvoza zemljevida (cps)

source: Upload JSON file (optional)
sl: Naloži JSON datoteko (neobvezno)

source: JSON payload
sl: JSON vsebina

source: Import
sl: Uvozi

source: Preview Checkpoint Import
sl: Predogled uvoza točk

source: Preview: Checkpoint Import
sl: Predogled: uvoz točk

source: Create: %(count)s
sl: Ustvari: %(count)s

source: Update: %(count)s
sl: Posodobi: %(count)s

source: Skip: %(count)s
sl: Preskoči: %(count)s

source: Action
sl: Dejanje

source: Location
sl: Lokacija

source: create
sl: ustvari

source: update
sl: posodobi

source: skip
sl: preskoči

source: Confirm Import
sl: Potrdi uvoz

source: No rows to preview.
sl: Ni vrstic za predogled.

source: Actions
sl: Dejanja

source: Edit
sl: Uredi

source: Delete this checkpoint?
sl: Izbrišem to kontrolno točko?

source: Delete
sl: Izbriši

source: No checkpoints yet.
sl: Še ni kontrolnih točk.

source: Add Group
sl: Dodaj skupino

source: Edit Group
sl: Uredi skupino

source: Selected order
sl: Izbran vrstni red

source: Drag the handle to reorder
sl: Povleci ročaj za spremembo vrstnega reda

source: No checkpoints selected yet.
sl: Ni izbranih kontrolnih točk.

source: Remove
sl: Odstrani

source: Add checkpoint
sl: Dodaj kontrolno točko

source: Select checkpoint
sl: Izberi kontrolno točko

source: Add
sl: Dodaj

source: Add checkpoints to include them in the group. Use drag-and-drop to arrange the visit order.
sl: Dodaj točke, ki bodo v skupini. Z vlečenjem uredi vrstni red obiskov.

source: Group Members
sl: Člani skupine

source: Group: %(name)s
sl: Skupina: %(name)s

source: Order
sl: Vrstni red

source: Remove from group?
sl: Odstranim iz skupine?

source: No checkpoints in this group yet.
sl: V tej skupini še ni kontrolnih točk.

source: Delete group %(name)s?
sl: Izbrišem skupino %(name)s?

source: No groups yet.
sl: Še ni skupin.

source: Sign In
sl: Prijava

source: Username
sl: Uporabniško ime

source: Password
sl: Geslo

source: Sign in
sl: Prijavi se

source: Add Device
sl: Dodaj napravo

source: Device Number
sl: Številka naprave

source: Name (optional)
sl: Ime (neobvezno)

source: North Gate
sl: Severni vhod

source: Note
sl: Opomba

source: Edit Device
sl: Uredi napravo

source: Active
sl: Aktivna

source: DevNum
sl: ID naprave

source: Checkpoint Description
sl: Opis kontrolne točke

source: Last Seen (UTC)
sl: Zadnjič viden (UTC)

source: Yes
sl: Da

source: No
sl: Ne

source: Delete this device?
sl: Izbrišem to napravo?

source: No devices yet.
sl: Še ni naprav.

source: Devices (multi-select)
sl: Naprave (več izborov)

source: Leave none selected to show latest point per device.
sl: Če ni izbrano nič, se pokaže zadnja točka vsake naprave.

source: Showing positions reported by devices via GPS payloads.
sl: Prikaz položajev, ki so jih poslale naprave z GPS.

source: History
sl: Zgodovina

source: Latest only
sl: Samo zadnja

source: Last 10
sl: Zadnjih 10

source: Last 50
sl: Zadnjih 50

source: Last 100
sl: Zadnjih 100

source: Show track line
sl: Pokaži sled

source: Auto refresh
sl: Samodejna osvežitev

source: Refresh
sl: Osveži

source: Dev
sl: Naprava

source: Checkpoint Map
sl: Zemljevid kontrolnih točk

source: Select a team
sl: Izberi ekipo

source: Legend:
sl: Legenda:

source: found
sl: najdeno

source: next
sl: naslednja

source: not found
sl: ni najdeno

source: Role
sl: Vloga

source: public
sl: javni

source: judge
sl: sodnik

source: Finish-line Check
sl: Zaključni pregled

source: Tap the tag to read its UID and stored digests. We will verify which devices/checkpoints match the truncated HMACs.
sl: Prisloni kartico, preberemo UID in digeste ter preverimo ujemanje skrajšanih HMAC-ov z napravami/kontrolnimi točkami.

source: Limit to devices (optional)
sl: Omeji na naprave (neobvezno)

source: Leave empty to check against all devices.
sl: Pusti prazno za preverjanje vseh naprav.

source: Tap tag: read + verify
sl: Prisloni kartico: preberi + preveri

source: Last UID
sl: Zadnji UID

source: Digests read
sl: Prebrani digesti

source: From text records on the tag (one per line).
sl: Iz tekstovnih zapisov na kartici (vsaka vrstica en digest).

source: Results
sl: Rezultati

source: Awaiting scan...
sl: Čakam na skeniranje…

source: Checking…
sl: Preverjam…

source: Needs Android Chrome 89+. We read text records, split by lines, and compare to all device IDs (or your selection).
sl: Potrebujete Android Chrome 89+. Preberemo tekstovne zapise, jih razdelimo po vrsticah in primerjamo z ID-ji naprav (ali izbranimi).

source: Mismatch: tag digests include checkpoints the team has not checked into.
sl: Neskladje: digesti vključujejo točke, na katere ekipa ni prijavljena.

source: Verification complete.
sl: Preverjanje zaključeno.

source: checked
sl: zabeleženo

source: missing check-in
sl: manjka prihod

source: No match
sl: Ni ujemanja

source: collision
sl: trčenje

source: Unknown
sl: Neznano

source: No digests found.
sl: Ni najdenih digestov.

source: Web NFC not available in this browser.
sl: Web NFC ni na voljo v tem brskalniku.

source: Tap a tag to read…
sl: Prisloni kartico za branje…

source: Verification failed.
sl: Preverjanje ni uspelo.

source: Web NFC read error.
sl: Napaka pri branju Web NFC.

source: Web NFC not available.
sl: Web NFC ni na voljo.

source: Supported
sl: Podprto

source: Not available
sl: Ni na voljo

source: Judge RFID Console
sl: Konzola sodnika RFID

source: Web NFC: Read → Ingest → Append
sl: Web NFC: branje → ingest → dodaj

source: Tap a tag with your phone to read its UID, call ingest for the selected device/checkpoint, then append the signed payload back onto the tag.
sl: Prisloni kartico, da prebereš UID, pošlješ ingest za izbrano napravo/točko in dodaš podpisan payload na kartico.

source: Device / Checkpoint
sl: Naprava / kontrolna točka

source: Uses the device ID sent to /api/ingest.
sl: Uporabi ID naprave, ki se pošlje na /api/ingest.

source: No devices configured yet.
sl: Naprave še niso nastavljene.

source: Last UID read
sl: Zadnji prebrani UID

source: Filled when you tap a tag with Web NFC.
sl: Izpolni se ob dotiku kartice z Web NFC.

source: Tap tag: read → ingest → append write
sl: Prisloni kartico: preberi → ingest → zapiši

source: Result
sl: Rezultat

source: Awaiting input…
sl: Čakam na vnos…

source: Write-back payload
sl: Payload za zapis

source: Copy
sl: Kopiraj

source: Appended to the tag as a text record. We only store the truncated HMAC (device ID + card UID) to save space.
sl: Dodan na kartico kot tekstovni zapis. Shranimo le skrajšan HMAC (ID naprave + UID kartice), da prihranimo prostor.

source: Supported on Android Chrome 89+. We read existing text records, call ingest, then write them back with the new payload appended. Keep the tag in place until you see success.
sl: Podprto v Android Chrome 89+. Preberemo obstoječe zapise, pokličemo ingest in jih z novim payloadom zapišemo nazaj. Kartico drži, dokler ne vidiš uspeha.

source: Check-in created
sl: Prihod ustvarjen

source: Card not mapped to a team
sl: Kartica ni povezana z ekipo

source: Ingest completed.
sl: Ingest zaključen.

source: Pick a device/checkpoint first.
sl: Najprej izberi napravo/kontrolno točko.

source: Ingest did not return a write-back payload.
sl: Ingest ni vrnil podatka za zapis na kartico.

source: Read, ingested, and appended payload to tag.
sl: Prebrano, poslano in zapisano na kartico.

source: Web NFC flow failed.
sl: Postopek Web NFC ni uspel.

source: Write-back payload copied.
sl: Payload za zapis je kopiran.

source: Could not copy payload.
sl: Ni mogoče kopirati payloada.

source: RFID ↔ Team Mappings
sl: RFID ↔ povezave z ekipami

source: Add Mapping
sl: Dodaj povezavo

source: Upload CSV
sl: Naloži CSV

source: Card #
sl: Št. kartice

source: Team #
sl: Št. ekipe

source: Delete this mapping?
sl: Izbrišem to povezavo?

source: No RFID mappings yet.
sl: Ni še povezav RFID.

source: Back to Home
sl: Nazaj na prvo stran

source: Edit Team
sl: Uredi ekipo

source: Rod / Org
sl: Rod / organizaija

source: e.g. mGG / local org
sl: npr. RJŠ / lokalna org

source: All groups
sl: Vse skupine

source: Sort
sl: Razvrsti

source: Name (A→Z)
sl: Ime (A→Ž)

source: Name (Z→A)
sl: Ime (Ž→A)

source: Number (↑)
sl: Številka (↑)

source: Number (↓)
sl: Številka (↓)

source: Apply
sl: Uporabi

source: Reset
sl: Ponastavi

source: Total: %(count)s
sl: Skupaj: %(count)s

source: No teams found.
sl: Ni najdenih ekip.

source: Delete this team?
sl: Izbrišem to ekipo?

source: Add User
sl: Dodaj uporabnika

source: Edit User
sl: Uredi uporabnika

source: At least 8 characters; should not contain the username.
sl: Vsaj 8 znakov; ne sme vsebovati uporabniškega imena.

source: New Password (optional)
sl: Novo geslo (neobvezno)

source: Confirm New Password
sl: Potrdi novo geslo

source: Delete user %(user)s?
sl: Izbrišem uporabnika %(user)s?

source: Cannot delete yourself
sl: Sebe ne moreš izbrisati

source: No users yet.
sl: Še ni uporabnikov.

source: Check-ins
sl: Prihodi

source: All teams
sl: Vse ekipe

source: All checkpoints
sl: Vse točke

source: From
sl: Od

source: To
sl: Do

source: Newest first
sl: Najnovejše najprej

source: Oldest first
sl: Najstarejše najprej

source: Team (name, number)
sl: Ekipa (ime, številka)

source: Apply Filters
sl: Uporabi filtre

source: Export CSV
sl: Izvozi CSV

source: Time (local)
sl: Čas (lokalni)

source: Delete this check-in?
sl: Izbrišem ta prihod?

source: No check-ins match your filters.
sl: Nobena prihod ne ustreza filtrom.

source: Select Competition
sl: Izberi tekmovanje

source: No competitions yet
sl: Ni tekmovanj

source: Manage Competitions
sl: Upravljanje tekmovanj

source: member
sl: član

source: Your Competitions
sl: Tvoja tekmovanja

source: Current
sl: Trenutno

source: No competitions yet. Ask an admin for an invite link, or create a new one below.
sl: Še ni tekmovanj. Prosi skrbnika za povezavo vabila ali ustvari novo spodaj.

source: Create a Competition
sl: Ustvari tekmovanje

source: Competition Name
sl: Ime tekmovanja

source: Create Competition
sl: Ustvari tekmovanje

source: After you create a competition, you will be the admin and can invite judges.
sl: Ko ustvariš tekmovanje, postaneš skrbnik in lahko povabiš sodnike.

source: Competition Role
sl: Vloga v tekmovanju

source: Roles apply per competition.
sl: Vloge veljajo ločeno za vsako tekmovanje.

source: viewer
sl: gledalec

source: Remove %(user)s from this competition? This will not affect other competitions.
sl: Odstranim uporabnika %(user)s iz tega tekmovanja? To ne vpliva na druga tekmovanja.

source: Competition name is required.
sl: Ime tekmovanja je obvezno.

source: A competition with that name already exists.
sl: Tekmovanje s tem imenom že obstaja.

source: Competition created.
sl: Tekmovanje je ustvarjeno.

source: You don't have access to that competition.
sl: Nimaš dostopa do tega tekmovanja.

source: Competition selected.
sl: Tekmovanje izbrano.

source: Select a competition first.
sl: Najprej izberi tekmovanje.

source: Please fill all fields. Role must be viewer/judge/admin.
sl: Izpolni vsa polja. Vloga mora biti gledalec/sodnik/skrbnik.

source: Username already exists.
sl: Uporabniško ime že obstaja.

source: User '%(user)s' created.
sl: Uporabnik '%(user)s' je ustvarjen.

source: User not found.
sl: Uporabnik ni najden.

source: Invalid form data.
sl: Neveljavni podatki obrazca.

source: Another user already has that username.
sl: Drugi uporabnik že ima to uporabniško ime.

source: New password must be at least 8 characters.
sl: Novo geslo mora imeti vsaj 8 znakov.

source: New passwords do not match.
sl: Novi gesli se ne ujemata.

source: Password should not contain the username.
sl: Geslo ne sme vsebovati uporabniškega imena.

source: User updated.
sl: Uporabnik posodobljen.

source: User removed.
sl: Uporabnik odstranjen.

source: Judges
sl: Sodniki

source: Save order
sl: Shrani vrstni red

source: Drag rows to reorder groups.
sl: Povlecite vrstice za razvrstitev skupin.

source: Drag
sl: Povleci

source: Could not save order.
sl: Vrstnega reda ni bilo mogoče shraniti.

source: Group ranking
sl: Razvrstitev skupin

source: No group totals yet.
sl: Ni še seštevkov skupin.

source: Exclude start checkpoint from found points
sl: Izloči začetni checkpoint iz točk za najdbe

source: Exclude end checkpoint from found points
sl: Izloči končni checkpoint iz točk za najdbe

source: Competition Settings
sl: Nastavitve tekmovanja

source: Competition
sl: Tekmovanje

source: Ingest password (optional)
sl: Geslo za ingest (neobvezno)

source: Leave blank to keep existing
sl: Pusti prazno, da obdržiš obstoječe

source: If set, unauthenticated devices must provide this password when ingesting.
sl: Če je nastavljeno, morajo neavtenticirane naprave ob ingestu navesti to geslo.

source: Disable ingest password
sl: Onemogoči geslo za ingest

source: Public results
sl: Javni rezultati

source: Allow anyone with the link to view results.
sl: Omogoči ogled rezultatov vsem z povezavo.

source: Public results link
sl: Povezava do javnih rezultatov

source: Copied
sl: Kopirano

source: Settings
sl: Nastavitve

source: Public results are not enabled for this competition.
sl: Javni rezultati za to tekmovanje niso omogočeni.

source: Competition settings updated.
sl: Nastavitve tekmovanja so posodobljene.

source: Competition not found.
sl: Tekmovanje ni bilo najdeno.

source: Sheets Language
sl: Jezik preglednic

source: Sheets Language Pack
sl: Jezikovni paket za preglednice

source: Back to Sheets admin
sl: Nazaj na upravljanje preglednic

source: Labels & defaults
sl: Oznake in privzeto

source: Common headers
sl: Skupni naslovi

source: Arrived header
sl: Naslov prihoda

source: Points header
sl: Naslov tock

source: Dead time header
sl: Naslov mrtvega casa

source: Time header
sl: Naslov casa

source: Teams tab
sl: Zavihek ekip

source: Number header
sl: Naslov stevilke

source: Team name header
sl: Naslov imena ekipe

source: Org header
sl: Naslov organizacije

source: Arrivals tab
sl: Zavihek prihodov

source: Score tab
sl: Zavihek rezultatov

source: Group header
sl: Naslov skupine

source: Dead time sum header
sl: Naslov vsote mrtvega casa

source: Total header
sl: Naslov sestevka

source: Organization summary
sl: Povzetek organizacij

source: Org name header
sl: Naslov imena organizacije

source: Teams list header
sl: Naslov seznama ekip

source: Team numbers header
sl: Naslov stevilk ekip

source: Team count header
sl: Naslov stevila ekip

source: Org total header
sl: Naslov sestevka organizacije

source: Save language pack
sl: Shrani jezikovni paket

source: Sheets Admin
sl: Upravljanje preglednic

source: Language pack settings
sl: Nastavitve jezikovnega paketa

source: Spreadsheet ID
sl: ID preglednice

source: Spreadsheet ID (used below)
sl: ID preglednice (uporabljen spodaj)

source: Show ordering
sl: Pokazi razvrstitev

source: Hide ordering
sl: Skrij razvrstitev

source: Global group order
sl: Globalni vrstni red skupin

source: Drag to reorder. This order applies to all checkpoint tabs.
sl: Povlecite za razvrstitev. Ta vrstni red velja za vse checkpoint zavihke.

source: Global checkpoint order
sl: Globalni vrstni red checkpointov

source: Drag to reorder checkpoint columns.
sl: Povlecite za razvrstitev stolpcev checkpointov.

source: Per-group checkpoint order (drag within each group)
sl: Vrstni red checkpointov po skupinah (povlecite znotraj skupine)

source: Drag to reorder; uncheck to exclude a checkpoint for this group.
sl: Povlecite za razvrstitev; odkljukajte, da checkpoint izkljucite iz skupine.

source: Wizard: create tabs for all checkpoints
sl: Carovnik: ustvari zavihke za vse checkpointe

source: Dead time?
sl: Mrtvi cas?

source: Record time?
sl: Zabelezi cas?

source: Extra headers (comma list)
sl: Dodatni naslovi (seznam z vejicami)

source: e.g. Start time, Finish time
sl: npr. cas starta, cas cilja

source: Run wizard
sl: Zazeni carovnika

source: Arrivals tab name
sl: Ime zavihka prihodov

source: Build / Refresh
sl: Ustvari / osvezi

source: Teams tab name
sl: Ime zavihka ekip

source: Teams headers (comma)
sl: Naslovi ekip (z vejicami)

source: (optional override)
sl: (neobvezna zamenjava)

source: Score tab name
sl: Ime zavihka rezultatov

source: Include dead time sum
sl: Vkljuci vsoto mrtvega casa

source: Add dead time sum column
sl: Dodaj stolpec vsote mrtvega casa

source: Add checkpoint tab
sl: Dodaj checkpoint zavihek

source: Tab title
sl: Naslov zavihka

source: Checkpoint tab (e.g., Timeline)
sl: Checkpoint zavihek (npr. casovnica)

source: Checkpoint (optional)
sl: Checkpoint (neobvezno)

source: — none —
sl: — brez —

source: Groups & fields
sl: Skupine in polja

source: One line per group. Format: GroupName|field1,field2. Fields are optional.
sl: Ena vrstica na skupino. Oblika: GroupName|field1,field2. Polja so neobvezna.

source: Include dead time column
sl: Vkljuci stolpec mrtvega casa

source: Include time column
sl: Vkljuci stolpec casa

source: Add tab
sl: Dodaj zavihek

source: Existing sheet configs
sl: Obstojece nastavitve preglednic

source: Prune missing tabs
sl: Pocisti manjkajoce zavihke

source: Spreadsheet
sl: Preglednica

source: Tab
sl: Zavihek

source: Type
sl: Tip

source: Created
sl: Ustvarjeno

source: Sync team numbers
sl: Sinhroniziraj stevilke ekip

source: No sheet configs yet.
sl: Se ni nastavitev preglednic.

source: Language pack saved.
sl: Jezikovni paket shranjen.

source: Spreadsheet ID is required to build arrivals.
sl: Za izdelavo prihodov je potreben ID preglednice.

source: Failed to build arrivals tab: %(error)s
sl: Ni uspelo izdelati zavihka prihodov: %(error)s

source: Arrivals tab '%(tab)s' updated.
sl: Zavihek prihodov '%(tab)s' je posodobljen.

source: Spreadsheet ID is required.
sl: ID preglednice je obvezen.

source: Failed to build teams tab: %(error)s
sl: Ni uspelo izdelati zavihka ekip: %(error)s

source: Teams tab '%(tab)s' updated.
sl: Zavihek ekip '%(tab)s' je posodobljen.

source: Failed to build score tab: %(error)s
sl: Ni uspelo izdelati zavihka rezultatov: %(error)s

source: Score tab '%(tab)s' updated.
sl: Zavihek rezultatov '%(tab)s' je posodobljen.

source: No configs to prune.
sl: Ni nastavitev za ciscenje.

source: Could not init Sheets client: %(error)s
sl: Ni bilo mogoce inicializirati Sheets odjemalca: %(error)s

source: Pruned %(count)s stale config(s) (tabs no longer exist).
sl: Pociscenih %(count)s zastarelih nastavitev (zavihki ne obstajajo).

source: No stale configs found.
sl: Ni bilo najdenih zastarelih nastavitev.

source: Select at least one checkpoint to create.
sl: Izberite vsaj en checkpoint za ustvarjanje.

source: Wizard failed: %(error)s
sl: Carovnik ni uspel: %(error)s
